import React from "react";
import style from "../Navbar.module.css";
function Structure() {
  return (
    <div>
      <h1>Структура ГБУ "Республиканского онкологического диспансера"</h1>
      Администрация Поликлиника Регистратура Колл-центр Поликлиническое
      отделение Организационно-методический отдел Стационар Приемное отделение
      Дневной стационар Хирургическое отделение №1 Хирургическое отделение №2
      Хирургическое отделение №3 Химиотерапевтическое отделение №1
      Химиотерапевтическое отделение №2 Отделение паллиативной медицинской
      помощи Отделение радиотерапии Отделение паллиативной медицинской помощи
      Операционный блок Отделение анестезиологии-реанимации и интенсивной
      терапии Лечебно-диагностические отделения, лаборатории Отделение лучевой
      диагностики Клинико-диагностическая лаборатория Цитологическая лаборатория
      Отделение внутрипросветной эндоскопической диагностики
    </div>
  );
}

export default Structure;
